{"iPhone 8":{"user":"Mohammad","time":"13:02","image":"https://cdn.pixabay.com/photo/2014/08/05/10/30/iphone-410324_960_720.jpg","description":"Lightly used, mostly pristine condition iPhone 8. 10GB of storage, expandable up to 20 GB with mini SD Card. Has been jailbroken and now runs Arch Linux, but can run any Linux OS."},"Pocket Watch":{"user":"Reese","time":"23:18:52","image":"https://cdn.pixabay.com/photo/2018/02/16/02/03/pocket-watch-3156771_960_720.jpg","description":"Old watch, may be considered an antique. The watch was made in 1945, by LeonHarper, in Switzerland. It has been used well, but still functions."},"iPhone 13":{"user":"Mohammad","time":"13:02","image":"https://cdn.pixabay.com/photo/2014/08/05/10/27/iphone-410311_960_720.jpg","description":"Sim-Free iPhone 9 with up to 30 GB of storage. Comes with mini SD card. Mostly pristine condition, only a small crack on the back glass. "},"Assorted Batteries":{"user":"Lance","time":"13:02","image":"https://cdn.pixabay.com/photo/2012/03/04/00/52/battery-22119_960_720.jpg","description":"A battery is a device that stores chemical energy and converts it to electrical energy. The chemical reactions in a battery involve the flow of electrons from one material (electrode) to another, through an external circuit. The flow of electrons provides an electric current that can be used to do work."},"Brand New Mattress":{"user":"Windsor Mattresses","time":"13:02","image":"https://cdn.pixabay.com/photo/2020/01/23/02/42/bedroom-4786791_960_720.jpg","description":"The TEMPUR-PRObreeze has a 3-level system of cutting-edge materials that work together from cover to core to keep you cool all night long. The zip-off cover provides cool-to-touch comfort when you lie down, while exclusive PureCool+ Phase Change Material absorbs excess heat while you fall asleep. And TEMPUR-CM+ provides maximum airflow and breathability throughout the night."},"Camera":{"user":"CANON","time":"13:02","image":"https://cdn.pixabay.com/photo/2014/05/22/22/05/photo-351528_960_720.jpg","description":"Every family needs a camera to capture all of the memories. The perfect camera for the family is the Canon PowerShot SX530. This camera is perfect for every family to capture memories. The Canon PowerShot SX530 has a 12.1-megapixel sensor and a 26x optical zoom lens. This camera is also very durable and has a waterproof case to protect it. The Canon PowerShot SX530 is perfect for any family to capture all of their memories."},"Clock":{"user":"ClockX","time":"13:02","image":"https://cdn.pixabay.com/photo/2014/02/04/10/13/clocks-257911_960_720.jpg","description":"Every time you see the clock on the wall, you know it's time to get up and get ready for the day. The Timex Wall Clock features a large round face with a durable, rust-resistant steel frame. The hands of the clock are gold-tone and easy to read. This is a must-have for every home!"},"Gameboy":{"user":"Game Console Reseller Official","time":"13:02","image":"https://cdn.pixabay.com/photo/2019/01/03/22/37/game-boy-3912103_960_720.jpg","description":"The Gameboy is a handheld gaming console that is compact and can be taken anywhere. It has a monochrome screen that allows the player to play games such as Tetris, Super Mario Land, and Dr. Mario. It was first released in 1989 and sold over 118 million units in its lifespan. It was discontinued in 2003."},"Globe":{"user":"World Travel","time":"13:02","image":"https://cdn.pixabay.com/photo/2018/03/25/09/15/world-3258865_960_720.jpg","description":"The Globes are stylish, sleek, and easy to use. This is a unique way to spice up your home with a modern twist. The Globes come in three different colors and designs to fit your personal taste. Each globe is a different size and has a round shape with a brass base. They are easy to assemble and will fit anywhere in your home. This is a great gift for someone who is looking for a modern, sleek, and stylish way to spruce up their home. They come in three different colors and designs to fit any personal taste. The globes are easy to assemble and will fit anywhere in your home."},"High-end Bag":{"user":"Bags Galore","time":"13:02","image":"https://cdn.pixabay.com/photo/2016/01/19/15/48/luggage-1149289_960_720.jpg","description":"There are many qualities that set Louis Vuitton bags apart from the rest. They are timeless, durable, and always in style. One thing that sets Louis Vuitton bags apart from the rest is the durability. Louis Vuitton bags are made with a lot of detail and care, so they will last for years to come. They are timeless and always in style. Louis Vuitton bags are a perfect gift for a loved one."},"Old Car":{"user":"Automotives","time":"13:02","image":"https://cdn.pixabay.com/photo/2016/02/13/13/11/oldtimer-1197800_960_720.jpg","description":"This is a 2001 Toyota Camry. It has over 200,000 miles on it and is a very basic model. It is great for someone who doesn't need a fancy car and doesn't want to spend a lot of money."},"Used Skis":{"user":"Ski Shack","time":"13:02","image":"https://cdn.pixabay.com/photo/2021/02/21/08/27/skiing-6035709_960_720.jpg","description":"Winter is coming, and it's time to prepare for the colder months ahead. For some, that means buying a new pair of skis. If you're looking for a good deal on a used pair, look no further than Ski Shack. With used skis from Ski Shack, you'll get the quality you want at a price you can afford."},"Trailer":{"user":"Trailer Boys","time":"13:02","image":"https://cdn.pixabay.com/photo/2017/09/26/13/50/rv-2788677_960_720.jpg","description":"RV's and trailers, fresh off the line. Will trade for anything related to trucks."},"Vinyl Records":{"user":"Vinyl Mart","time":"13:02","image":"https://cdn.pixabay.com/photo/2020/01/31/19/26/vinyl-4808792_960_720.jpg","description":"The latest in the record player market, the turntable is compact and portable, and features an amplifier and speakers. The turntable can be used to play vinyl records or CDs. The unit has a sleek, retro design and comes in a variety of colors. The turntable is perfect for people who want to be able to listen to their vinyl records or CDs on the go."},"iPhone":{"user":"Test","time":"10:55:9","image":"https://cdn.pixabay.com/photo/2017/04/03/15/52/mobile-phone-2198770_960_720.png ","description":"iPhone, used lightly, willing to exchange for electronics."}}